Repository: dirtyhenry/frenchkit-swiftserver-vapor
Catalog: App/EventApp/EventApp/Resources/*.lproj/Localizable.strings
Languages: fr

# common.cancel
source: Cancel
fr: Annuler

# common.add
source: Add
fr: Ajouter

# listing.empty.title
source: No talk yet!
fr: Aucun talk pour le moment !

# listing.empty.description
source: Are you sure you're gonna sell tickets?
fr: Êtes-vous sûr de vendre des tickets?

# listing.error.title
source: Something happened
fr: Quelque chose d'inatendu s'est produit

# talk.add.title
source: Add a talk
fr: Ajout d'un talk

# talk.name.title
source: Title
fr: Titre

# talk.name.placeholder
source: Awesome talk title
fr: Titre accrocheur

# talk.speaker.name.title
source: Speaker
fr: Présenté par

# talk.speaker.name.placeholder
source: Name
fr: Nom

# talk.date.title
source: Schedule date
fr: Date prévue

# talk.date.ask
source: Decided yet?
fr: Programmé ?

# talk.date.alarm
source: Scheduled at
fr: Créneau

# talk.date.now
source: just now
fr: à l'instant

# talk.delete
source: Delete this talk
fr: Supprimer ce talk 😢
